Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: All available records will be visible here
th_th: บันทึกทั้งหมดที่มีจะแสดงที่นี่

source: No privacy statements yet
th_th: ยังไม่มีคำชี้แจงความเป็นส่วนตัว

source: View & manage statements
th_th: ดูและจัดการใบแจ้งยอด

source: Statements
th_th: คำชี้แจง

source: Deleted
th_th: ลบแล้ว

source: Pending publishing
th_th: รอการเผยแพร่

source: Data Retention
th_th: การเก็บรักษาข้อมูล

source: Anonymization
th_th: การไม่ระบุตัวตน

source: Worker avatar
th_th: อวตารคนงาน

source: Worker avatar with name & role
th_th: อวาตาร์คนงานพร้อมชื่อและบทบาท

source: Deactivated user
th_th: ผู้ใช้ที่ถูกปิดใช้งาน

source: Deactivation
th_th: การปิดใช้งาน

source: Default
th_th: ค่าเริ่มต้น

source: Deleted user
th_th: ผู้ใช้ที่ถูกลบ

source: This user is no longer active
th_th: ผู้ใช้นี้ไม่ได้ใช้งานอีกต่อไป

source: Worker signature
th_th: ลายเซ็นคนงาน

source: Display of the data in the user interface when someone is anonymized or removed from the system.
th_th: การแสดงข้อมูลในอินเทอร์เฟซผู้ใช้เมื่อมีผู้ถูกลบข้อมูลระบุตัวตนหรือถูกนำออกจากระบบ

source: Enable global data retention
th_th: เปิดใช้งานการเก็บข้อมูลทั่วโลก

source: Define the global data retention rules that apply across whole organization.
th_th: กำหนดกฎการเก็บรักษาข้อมูลทั่วโลกที่จะใช้ได้กับทั้งองค์กร

source: Send a notification about upcoming deletion events
th_th: ส่งการแจ้งเตือนเกี่ยวกับเหตุการณ์การลบที่กำลังจะเกิดขึ้น

source: Define how many days before the hard deletion the notification will be sent
th_th: กำหนดจำนวนวันก่อนการลบถาวรที่จะส่งการแจ้งเตือน

source: Set notification time
th_th: ตั้งเวลาแจ้งเตือน

source: Specify the distribution settings for notifications about data retention events
th_th: ระบุการตั้งค่าการแจกจ่ายสำหรับการแจ้งเตือนเกี่ยวกับเหตุการณ์การเก็บรักษาข้อมูล

source: Add local rule
th_th: เพิ่มกฎของท้องถิ่น

source: Add rule
th_th: เพิ่มกฎ

source: Edit rule
th_th: แก้ไขกฎ

source: Data retention period
th_th: ระยะเวลาเก็บรักษาข้อมูล

source: Select countries & data retention period
th_th: เลือกประเทศและระยะเวลาเก็บรักษาข้อมูล

source: Add local data retention rule
th_th: เพิ่มกฎการเก็บรักษาข้อมูลของท้องถิ่น

source: Code
th_th: รหัส

source: Location
th_th: ที่ตั้ง

source: {{count}} month
th_th: {{count}} เดือน

source: {{count}} months
th_th: {{count}} เดือน

source: {{count}} year
th_th: {{count}} ปี

source: {{count}} years
th_th: {{count}} ปี

source: Local rule definition
th_th: การกำหนดกฎท้องถิ่น

source: Notifications
th_th: การแจ้งเตือน

source: Notification time
th_th: เวลาแจ้งเตือน

source: Months
th_th: เดือน

source: Years
th_th: ปี

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
th_th: ระบบจะลบผู้ใช้ออกแบบถาวรในวันเสาร์สุดท้ายของเดือนที่ระยะเวลาการเก็บรักษาข้อมูลสิ้นสุดลง

source: Global and local data retention rules
th_th: กฎการเก็บรักษาข้อมูลระดับโลกและระดับท้องถิ่น

source: The data retention settings were successfully saved.
th_th: การตั้งค่าการเก็บรักษาข้อมูลได้รับการบันทึกสำเร็จแล้ว

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
th_th: การเก็บข้อมูลจะเก็บถาวรและลบข้อมูลหลังจากระยะเวลาที่กำหนด เพื่อให้แน่ใจว่าเป็นไปตามข้อกำหนดและลดต้นทุนการจัดเก็บ ข้อมูลที่เกินระยะเวลาการเก็บรักษาจะไม่สามารถกู้คืนได้ ดังนั้นโปรดสำรองข้อมูลสำคัญไว้ก่อน

source: Pay Analysis Data Mapping
th_th: การจับคู่ข้อมูลการวิเคราะห์ค่าตอบแทน

source: Demographics
th_th: ข้อมูลประชากร

source: Enable the "Documents" widget
th_th: เปิดใช้งานวิดเจ็ต "เอกสาร"

source: Employment
th_th: การจ้างงาน

source: Data Viewer
th_th: ตัวแสดงข้อมูล

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
th_th: ไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาหรือการกรอง<br/> กรุณาลบตัวกรองและล้างการค้นหาเพื่อแสดงผลลัพธ์ทั้งหมด

source: Custom
th_th: กำหนดเอง

source: Standard
th_th: มาตรฐาน

source: Enum
th_th: เอนัม

source: Enums
th_th: อีนัน

source: Entities
th_th: เอนทิตี

source: No data to display
th_th: ไม่มีข้อมูลที่จะแสดง

source: There is currently no data to show here
th_th: ขณะนี้ไม่มีข้อมูลที่จะแสดงที่นี่

source: Collection of all the entities
th_th: คอลเลกชันของเอนทิตีทั้งหมด

source: Entity category
th_th: ประเภทเอนทิตี

source: Allow feedback deletion
th_th: อนุญาตให้ลบฟีดแบค

source: Any user can rate the feedback given by any manager
th_th: ผู้ใช้ทุกรายสามารถให้คะแนนฟีดแบคที่ได้รับจากหัวหน้างานคนใดก็ได้

source: Any user can rate the feedback given by any other user
th_th: ผู้ใช้สามารถให้คะแนนฟีดแบคที่ได้รับจากผู้ใช้รายอื่นได้

source: Enable the automatic transfer of requests about a direct report to their new manager
th_th: เปิดใช้งานการโอนคำขอเกี่ยวกับผู้ใต้บังคับบัญชาไปยังหัวหน้างานคนใหม่โดยอัตโนมัติ

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
th_th: คำขอฟีดแบคใดๆ เกี่ยวกับรายงานโดยตรงจะถูกส่งต่อไปยังหัวหน้างานคนใหม่โดยอัตโนมัติในกรณีที่มีการโอนย้าย หัวหน้างานคนใหม่จะสามารถดูคำตอบในเวอร์ชันอ่านอย่างเดียวได้ รวมถึงรายชื่อผู้ใช้ที่ได้รับคำขอดังกล่าว เมื่อการโอนย้ายมีผลแล้ว คำตอบสำหรับคำขอที่รอดำเนินการจะถูกปิดใช้งาน และคำขอดังกล่าวจะไม่ปรากฏให้หัวหน้างานคนก่อนเห็นอีกต่อไป

source: days
th_th: วัน

source: Feedback sharing scope
th_th: ขอบเขตการแบ่งปันข้อเสนอแนะ

source: Define the feedback sharing scope.
th_th: กำหนดขอบเขตการแบ่งปันฟีดแบค

source: Public
th_th: สาธารณะ

source: Recipient only
th_th: เฉพาะผู้รับเท่านั้น

source: Enable Feedback
th_th: เปิดใช้งานข้อเสนอแนะ

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
th_th: ฟีเจอร์การจัดการประสิทธิภาพที่ช่วยให้ผู้ใช้สามารถให้ข้อสังเกตเกี่ยวกับเหตุการณ์และสถานการณ์ที่ตนเองได้เห็นกับเพื่อนร่วมงานได้อย่างรวดเร็วและง่ายดาย รวมถึงสามารถขอรับข้อสังเกตจากเพื่อนร่วมงานเกี่ยวกับการทำงานของตนเองได้ด้วย

source: Bypass limit for Feedback broadcast
th_th: ข้ามขีดจำกัดการออกอากาศฟีดแบค

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
th_th: ละเว้นขีดจำกัดที่กำหนดไว้สำหรับการแบ่งปันฟีดแบค เปิดใช้งานการตั้งค่านี้เพื่ออนุญาตให้การเผยแพร่ฟีดแบคส่งฟีดแบคไปยังทั้งองค์กร

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
th_th: แสดงป๊อปอัปยืนยันเมื่อส่งฟีดแบคไปยังผู้ใช้จำนวนเกินขีดจำกัดที่กำหนด

source: Feature enablement
th_th: การเปิดใช้งานฟีเจอร์

source: General feedback settings
th_th: การตั้งค่าข้อเสนอแนะทั่วไป

source: Apply limit when giving feedback
th_th: ใช้ข้อจำกัดในการให้ฟีดแบค

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
th_th: ขีดจำกัดที่กำหนดจะนำไปใช้กับการดำเนินการ "ให้ฟีดแบค" เมื่อปิดใช้งาน ผู้ใช้สามารถให้ฟีดแบคกับผู้ใช้จำนวนเท่าใดก็ได้โดยไม่มีข้อจำกัด

source: Limit
th_th: จำกัด

source: Maximum number of users who can be included in one feedback.
th_th: จำนวนสูงสุดของผู้ใช้ที่สามารถรวมอยู่ในฟีดแบคหนึ่งรายการ

source: Limit the number of feedback recipients
th_th: จำกัดจำนวนผู้รับฟีดแบค

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
th_th: จำนวนผู้ที่ผู้ใช้ปลายทางซึ่งไม่มีบทบาทในการดูแลระบบ (เช่น ทรัพยากรบุคคล หรือ ไอที) สามารถส่งฟีดแบคได้จะถูกจำกัดเพื่อหลีกเลี่ยงการส่งฟีดแบคไปยังกลุ่มประชากรจำนวนมาก

source: Limitations
th_th: ข้อจำกัด

source: Allow managers to request feedback about their direct reports
th_th: อนุญาตให้หัวหน้างานร้องขอฟีดแบคเกี่ยวกับรายงานโดยตรงของพวกเขา

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
th_th: หัวหน้างานจะสามารถขอให้พนักงานคนอื่นให้ฟีดแบคเกี่ยวกับผู้ใต้บังคับบัญชาโดยตรงของตนได้ คำขอและคำตอบจะปรากฏในส่วน "คำขอเกี่ยวกับทีมของฉัน" คำขอให้ฟีดแบคเกี่ยวกับผู้ใต้บังคับบัญชาโดยตรงจะไม่ปรากฏแก่ผู้ใต้บังคับบัญชา เมื่อปิดใช้งาน ส่วน "คำขอเกี่ยวกับทีมของฉัน" จะไม่พร้อมใช้งาน

source: Only direct reports can rate feedback
th_th: เฉพาะรายงานโดยตรงเท่านั้นที่สามารถให้คะแนนฟีดแบคได้

source: Enable feedback notes
th_th: เปิดใช้งานบันทึกฟีดแบค

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
th_th: ผู้ใช้จะสามารถสร้างบันทึกฟีดแบคจากโมดูลข้อ แนะได้ ตัวอย่างเช่น สามารถใช้บันทึกฟีดแบคเพื่อรวบรวมข้อมูลเชิงลึกจากการสนทนาแบบออฟไลน์ได้

source: Feedback notes
th_th: บันทึกข้อเสนอแนะ

source: Visibility of public feedback
th_th: ความสามารถในการมองเห็นผลตอบรับจากสาธารณะ

source: Company
th_th: บริษัท

source: Define the visibility of public feedback.
th_th: กำหนดระดับการมองเห็นของผลตอบรับจากสาธารณะ

source: Enable public feedback
th_th: เปิดใช้งานผลตอบรับจากสาธารณะ

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
th_th: ผู้ใช้จะสามารถแบ่งปันฟีดแบคที่ส่งให้กับผู้ใช้คนอื่นภายในองค์กรแบบสาธารณะได้ เมื่อปิดใช้งาน หมวดหมู่ "แบ่งปันฟีดแบค" และ "ผลตอบรับจากสาธารณะ" จะไม่สามารถใช้งานได้

source: Public feedback
th_th: ข้อเสนอแนะจากสาธารณะ

source: Enable feedback rating
th_th: เปิดใช้งานการให้คะแนนฟีดแบค

source: Feedback rating
th_th: คะแนนข้อเสนอแนะ

source: Feedback rating refresh interval
th_th: ช่วงเวลาการรีเฟรชคะแนนฟีดแบค

source: Choose who can rate feedback
th_th: เลือกผู้ที่สามารถให้คะแนนฟีดแบคได้

source: Send reminders following an inactive period
th_th: ส่งการแจ้งเตือนหลังจากช่วงเวลาที่ไม่มีการใช้งาน

source: When no feedback is offered for more than
th_th: เมื่อไม่มีการให้ฟีดแบคใดๆ มากกว่า

source: Send reminders about unrated feedback
th_th: ส่งคำเตือนเกี่ยวกับฟีดแบคที่ไม่ได้รับการจัดอันดับ

source: When feedback remains unrated for more than
th_th: เมื่อฟีดแบคยังคงไม่ได้รับการประเมินมากกว่า

source: Send reminders about pending feedback requests
th_th: ส่งคำเตือนเกี่ยวกับคำขอฟีดแบคที่รออยู่

source: When a request remains unanswered for more than
th_th: เมื่อคำขอไม่ได้รับคำตอบนานกว่า

source: Days
th_th: วัน

source: Reminders
th_th: การแจ้งเตือน

source: Apply limit when requesting feedback
th_th: ใช้ข้อจำกัดเมื่อขอฟีดแบค

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
th_th: ขีดจำกัดที่กำหนดจะนำไปใช้กับการดำเนินการ "ขอฟีดแบค" เมื่อปิดใช้งาน ผู้ใช้สามารถขอฟีดแบคจากผู้ใช้จำนวนเท่าใดก็ได้โดยไม่มีข้อจำกัด

source: Enable "Let's meet" as a reply to a feedback request
th_th: เปิดใช้งาน "พบกัน" เป็นการตอบกลับคำขอฟีดแบค

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
th_th: ผู้ใช้จะสามารถตอบกลับด้วยคำเชิญ "พบปะกัน" เมื่อตอบกลับคำขอฟีดแบค เราขอแนะนำให้คุณตรวจสอบและเปิดใช้งานการแจ้งเตือนทางอีเมลสำหรับฟังก์ชัน "คำขอพบปะกัน" ภายใต้ Workbench / การตั้งค่าแพลตฟอร์ม / การแจ้งเตือน / การแจ้งเตือนทางอีเมล

source: Restrict replies to only "Let's meet" or comments
th_th: จำกัดการตอบกลับคำเชิญ "พบปะกัน" หรือความคิดเห็น

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
th_th: เมื่อเปิดใช้งานแล้ว ผู้ใช้จะสามารถตอบกลับคำขอฟีดแบคได้โดยใช้คำเชิญ "มาพบกัน" หรือแท็กความคิดเห็นและ/หรือพฤติกรรมเท่านั้น ไม่สามารถตอบกลับทั้งสองตัวเลือกได้ ปิดใช้งานข้อจำกัดนี้เพื่อให้ตัวเลือกตอบกลับทั้งสองตัวเลือกพร้อมใช้งาน

source: Enable feedback requests regarding behaviors
th_th: เปิดใช้งานคำขอฟีดแบคเกี่ยวกับพฤติกรรม

source: Users will be able to include behaviors when requesting feedback.
th_th: ผู้ใช้จะสามารถรวมพฤติกรรมต่างๆ เมื่อขอฟีดแบคได้

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
th_th: ไม่สามารถเปิดการตั้งค่านี้ได้ เพราะยังไม่ได้เปิดใช้งานฟีเจอร์ "พฤติกรรม" ในขณะนี้

source: Feedback requests
th_th: คำขอความคิดเห็น

source: Feedback settings
th_th: การตั้งค่าฟีดแบค

source: Apply limit when sharing feedback
th_th: ใช้ขีดจำกัดเมื่อแบ่งปันฟีดแบค

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
th_th: ขีดจำกัดที่กำหนดจะนำไปใช้กับการดำเนินการ "แบ่งปันฟีดแบค" เมื่อปิดใช้งาน ผู้ใช้สามารถแบ่งปันฟีดแบคกับผู้ใช้จำนวนเท่าใดก็ได้โดยไม่มีข้อจำกัด

source: Enable suggested questions in the "Request feedback" page
th_th: เปิดใช้งานคำถามที่แนะนำในหน้า "ขอฟีดแบค"

source: Enable tips in the "Give feedback" page
th_th: เปิดใช้งานเคล็ดลับในหน้า "ให้ฟีดแบค"

source: Functionality management
th_th: การจัดการฟังก์ชันการทำงาน

source: Goal Achievement New
th_th: การบรรลุเป้าหมายใหม่

source: Goal Achievement
th_th: การบรรลุเป้าหมาย

source: Goal Plan Goal Assignment
th_th: การมอบหมายเป้าหมายในแผนเป้าหมาย

source: Goal Plan Type Assignment
th_th: การกำหนดประเภทแผนเป้าหมาย

source: Goal Plan
th_th: แผนเป้าหมาย

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
th_th: Goal Genius คือผู้ช่วยด้านเป้าหมาย AI ที่ขับเคลื่อนโดย OpenAI ChatGPT โดยผู้ใช้สามารถใช้ภาษาธรรมชาติเพื่อสร้างแม่แบบเป้าหมายหรือสร้างเป้าหมายจากอินพุตที่กำหนดไว้ล่วงหน้า

source: This is a read only-page. To change this, please contact your system administrator.
th_th: นี่คือหน้าที่อ่านได้อย่างเดียว หากต้องการเปลี่ยนแปลง กรุณาติดต่อผู้ดูแลระบบของคุณ

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
th_th: การเปลี่ยนแปลงการกำหนดค่าของคุณถูกนำไปใช้เรียบร้อยแล้ว ผู้ใช้จะเห็นการเปลี่ยนแปลงเหล่านี้ในครั้งถัดไปที่เข้าสู่ระบบ หรือเมื่อรีเฟรชหน้า หากขณะนี้มีเซสชันเปิดอยู่

source: Enable Goal Genius
th_th: เปิดใช้งาน Goal Genius

source: Goal
th_th: เป้าหมาย

source: All changes saved
th_th: บันทึกการเปลี่ยนแปลงทั้งหมดแล้ว

source: Bulk actions
th_th: การดำเนินการแบบกลุ่ม

source: Initial end date
th_th: วันที่สิ้นสุดเริ่มต้น

source: Key dates per worker
th_th: วันที่สำคัญของแต่ละพนักงาน

source: Key dates for the population
th_th: วันที่สำคัญสำหรับกลุ่มพนักงาน

source: Reset to initial key dates
th_th: รีเซ็ตเป็นวันที่สำคัญเริ่มต้น

source: Initial start date
th_th: วันที่เริ่มต้นครั้งแรก

source: The end date cannot be empty.
th_th: วันที่สิ้นสุดไม่สามารถเว้นว่างได้

source: The start date cannot be empty.
th_th: วันที่เริ่มต้นไม่สามารถเว้นว่างได้

source: Goal plans
th_th: แผนเป้าหมาย

source: Goal types
th_th: ประเภทของเป้าหมาย

source: Create goal
th_th: สร้างเป้าหมาย

source: Get started by creating goals.
th_th: เริ่มต้นโดยการสร้างเป้าหมาย

source: No goals yet!
th_th: ยังไม่มีเป้าหมาย!

source: Assign to
th_th: มอบหมายให้

source: Population
th_th: ประชากร

source: Completed
th_th: เสร็จสมบูรณ์

source: Not completed
th_th: ยังไม่เสร็จสมบูรณ์

source: Maximum
th_th: สูงสุด

source: Minimum
th_th: ขั้นต่ำ

source: Goal plan
th_th: แผนเป้าหมาย

source: Result
th_th: ผลลัพธ์

source: Target
th_th: เป้าหมาย

source: Goal name
th_th: ชื่อเป้าหมาย

source: Goal type
th_th: ประเภทเป้าหมาย

source: Weight
th_th: น้ำหนัก

source: Multiple criteria
th_th: หลายเกณฑ์

source: Multiple weights
th_th: น้ำหนักหลายค่า

source: All plans
th_th: ทุกแผนบริการ

source: Not updated
th_th: ไม่ได้รับการอัปเดต

source: All results
th_th: ผลลัพธ์ทั้งหมด

source: Updated
th_th: อัปเดตแล้ว

source: Search
th_th: ค้นหา

source: All statuses
th_th: สถานะทั้งหมด

source: Goal status
th_th: สถานะเป้าหมาย

source: All types
th_th: ทุกประเภท

source: Key dates
th_th: วันที่สำคัญ

source: In population
th_th: ในประชากร

source: Moved out
th_th: ย้ายออก

source: Population & goal weight details
th_th: รายละเอียดประชากรและน้ำหนักเป้าหมาย

source: Worker population status
th_th: สถานะประชากรพนักงาน

source: Initial goal weight
th_th: น้ำหนักเป้าหมายเริ่มต้น

source: Organization
th_th: องค์กร

source: Reset to initial goal weight
th_th: รีเซ็ตเป็นน้ำหนักเป้าหมายเริ่มต้น

source: Search by name or worker ID
th_th: ค้นหาด้วยชื่อหรือรหัสพนักงาน

source: End date
th_th: วันที่สิ้นสุด

source: Start date
th_th: วันที่เริ่มต้น

source: Goal weight
th_th: น้ำหนักเป้าหมาย

source: Worker
th_th: พนักงาน

source: Goal weight per worker
th_th: น้ำหนักเป้าหมายต่อพนักงานแต่ละคน

source: Goal weight for the population
th_th: น้ำหนักเป้าหมายสำหรับกลุ่มพนักงาน

source: Apply filter
th_th: ใช้ตัวกรอง

source: Clear selection
th_th: ล้างการเลือก

source: Worker ID
th_th: รหัสพนักงาน

source: Select workers to filter
th_th: เลือกพนักงานเพื่อกรอง

source: {{count}} workers selected.
th_th: เลือกคนงานแล้ว {{count}} คน

source: Select communication round
th_th: เลือกช่วงการสื่อสาร

source: Send goal PDF to Documents
th_th: ส่งไฟล์ PDF เป้าหมายไปยังเอกสาร

source: Create goal plan
th_th: สร้างแผนเป้าหมาย

source: Plan transmission
th_th: วางแผนการส่งข้อมูล

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
th_th: สร้างแผนเป้าหมายที่กำหนดเองเพื่อจัดแนวความพยายามของทีมและบรรลุวัตถุประสงค์เชิงกลยุทธ์ กำหนดรายละเอียดของแผนและเลือกประชากรเป้าหมายเพื่อให้แน่ใจว่าทุกคนทำงานเพื่อให้บรรลุเป้าหมายเดียวกัน

source: Start by creating a goal plan
th_th: เริ่มต้นด้วยการสร้างแผนเป้าหมาย

source: Goal settings
th_th: การตั้งค่าเป้าหมาย

source: Create goal type
th_th: สร้างประเภทเป้าหมาย

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
th_th: ประเภทเป้าหมายสามารถกำหนดค่าให้เหมาะสมกับแผนเป้าหมายใดก็ได้ โดยสามารถปรับแต่งกลุ่มเป้าหมาย ความเป็นส่วนตัว และฟิลด์ในแบบฟอร์มได้ตามต้องการ

source: Start by creating goal types
th_th: เริ่มต้นด้วยการสร้างประเภทเป้าหมาย

source: The total weight cannot exceed 100%.
th_th: น้ำหนักรวมต้องไม่เกิน 100%

source: Allocate weights to each workflow section
th_th: จัดสรรน้ำหนักให้กับส่วนเวิร์กโฟลว์แต่ละส่วน

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
th_th: กระจายน้ำหนักของเป้าหมายในแต่ละส่วนของเวิร์กโฟลว์ โดยให้รวมน้ำหนักทั้งหมดเป็น 100%

source: Enable goals
th_th: เปิดใช้งานเป้าหมาย

source: Enable the "Goals" feature
th_th: เปิดใช้งานฟีเจอร์ "Goals"

source: Go to Builder
th_th: ไปที่ตัวสร้าง

source: Goal Plans
th_th: แผนเป้าหมาย

source: Goal tags
th_th: แท็กเป้าหมาย

source: Goal Types
th_th: ประเภทเป้าหมาย

source: Enable or create goal types to be included in the plan.
th_th: เปิดใช้งานหรือสร้างประเภทเป้าหมายเพื่อให้รวมอยู่ในแผน

source: Goal uploads
th_th: การอัปโหลดเป้าหมาย

source: Weighted goal configuration
th_th: การกำหนดค่าเป้าหมายแบบถ่วงน้ำหนัก

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
th_th: เปิดใช้งานตัวเลือกการถ่วงน้ำหนักและการแก้ไขสำหรับประเภทเป้าหมายแต่ละประเภทในแผนเป้าหมายเพื่อให้หัวหน้างานและพนักงานสามารถปรับแต่งน้ำหนักของเป้าหมายของตนได้

source: Goal Tag Libraries
th_th: ไลบรารีแท็กเป้าหมาย

source: Home
th_th: หน้าหลัก

source: Enable the "Home" feature
th_th: เปิดใช้งานคุณสมบัติ "หน้าหลัก"

source: Home settings
th_th: การตั้งค่าหน้าหลัก

source: Individual Pay Range
th_th: ช่วงเงินเดือนรายบุคคล

source: Interface
th_th: อินเทอร์เฟซ

source: Job Architecture
th_th: สถาปัตยกรรมงาน

source: Language
th_th: ภาษา

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
th_th: เลือกภาษาเริ่มต้นสำหรับบริษัทของคุณ ตัวเลือกของคุณจะมีผลกับผู้ใช้ทั้งหมดในแอปพลิเคชันเมื่อเข้าสู่ระบบครั้งแรก จากนั้นผู้ใช้สามารถเปลี่ยนภาษาได้ตลอดเวลาในการตั้งค่าผู้ใช้ของตน

source: Legal Entity
th_th: นิติบุคคล

source: Custom Labeling
th_th: การกำหนดป้ายกำกับเอง

source: Localization
th_th: การแปลและปรับให้เหมาะกับท้องถิ่น

source: Users
th_th: ผู้ใช้

source: Enable beqom for Microsoft Outlook
th_th: เปิดใช้งาน beqom สำหรับ Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
th_th: เปิดใช้งานให้ผู้ใช้สามารถดูการแจ้งเตือน สร้างเป้าหมาย และให้หรือขอข้อเสนอแนะได้โดยตรงจากภายในแอปพลิเคชัน Microsoft Outlook โดยใช้ beqom

source: beqom for Microsoft Outlook
th_th: beqom สำหรับ Microsoft Outlook

source: Enable beqom for Microsoft Teams
th_th: เปิดใช้งาน beqom สำหรับ Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
th_th: เปิดใช้งานให้ผู้ใช้สามารถดูการแจ้งเตือน สร้างเป้าหมาย และให้หรือขอข้อเสนอแนะได้โดยตรงจากภายในแอปพลิเคชัน Microsoft Teams โดยใช้ beqom

source: beqom for Microsoft Teams
th_th: beqom สำหรับ Microsoft Teams

source: Email Notifications
th_th: การแจ้งเตือนทางอีเมล

source: Body:
th_th: เนื้อหา:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
th_th: คลิกที่ลิงก์เพื่อแก้ไขเนื้อหาของการแจ้งเตือนนี้ คุณยังสามารถตรวจสอบการแจ้งเตือนในภาษาอื่น ๆ ที่มีอยู่ในระบบและแก้ไขข้อความได้ด้วย

source: Email notification settings
th_th: การตั้งค่าการแจ้งเตือนทางอีเมล

source: Allow the distribution of notification emails to the application users.
th_th: อนุญาตให้มีการแจกจ่ายอีเมลแจ้งเตือนไปยังผู้ใช้งานแอปพลิเคชัน

source: Enable email notifications for the company
th_th: เปิดใช้งานการแจ้งเตือนทางอีเมลสำหรับบริษัท

source: Notification:
th_th: การแจ้งเตือน:

source: Email is associated with this notification.
th_th: อีเมลนี้เชื่อมโยงกับการแจ้งเตือนนี้

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
th_th: เมื่อแก้ไขข้อความ ให้ใช้แท็กต่อไปนี้: {FromUser} แท็กนี้จะอ้างอิงถึงผู้ใช้ที่ส่งการแจ้งเตือน

source: Subject:
th_th: หัวข้อ:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
th_th: คลิกที่ลิงก์เพื่อแก้ไขข้อความหัวเรื่องของการแจ้งเตือนนี้ คุณยังสามารถตรวจสอบการแจ้งเตือนในภาษาอื่น ๆ ที่มีอยู่ในระบบและแก้ไขข้อความได้ด้วย

source: Company email notifications
th_th: การแจ้งเตือนทางอีเมลของบริษัท

source: All days
th_th: ทุกวัน
